adduser
adwaita-icon-theme
apache2
apache2-bin
apache2-data
apache2-utils
apt
apt-transport-https
apt-utils
at-spi2-common
augeas-lenses
base-files
base-passwd
bash
bind9-dnsutils
bind9-host
bind9-libs:amd64
binutils
binutils-common:amd64
binutils-x86-64-linux-gnu
blt
bsdextrautils
bsdutils
build-essential
bzip2
ca-certificates
certbot
checkinstall
cmake
cmake-data
coreutils
cpio
cpp
cpp-12
cron
cron-daemon-common
curl
dash
dbus
dbus-bin
dbus-daemon
dbus-session-bus-common
dbus-system-bus-common
dbus-user-session
dconf-gsettings-backend:amd64
dconf-service
debconf
debconf-i18n
debian-archive-keyring
debianutils
dictionaries-common
diffutils
dirmngr
dmidecode
dmsetup
dnsutils
dpkg
dpkg-dev
e2fsprogs
emacsen-common
fakeroot
fd-find
fdisk
file
findutils
fontconfig
fontconfig-config
fonts-dejavu-core
fonts-font-awesome
fonts-freefont-ttf
fonts-ipafont-gothic
fonts-lato
fonts-liberation
fonts-noto-color-emoji
fonts-tlwg-loma-otf
fonts-unifont
fonts-wqy-zenhei
fuse
fzf
g++
g++-12
gcc
gcc-12
gcc-12-base:amd64
ghp-import
git
git-lfs
git-man
glib-networking:amd64
glib-networking-common
glib-networking-services
gnupg
gnupg-l10n
gnupg-utils
gpg
gpg-agent
gpg-wks-client
gpg-wks-server
gpgconf
gpgsm
gpgv
grep
groff-base
gsettings-desktop-schemas
gstreamer1.0-libav:amd64
gstreamer1.0-plugins-bad:amd64
gstreamer1.0-plugins-base:amd64
gstreamer1.0-plugins-good:amd64
gtk-update-icon-cache
gzip
hicolor-icon-theme
hostname
hunspell-en-us
ifupdown
init
init-system-helpers
iproute2
iptables
iputils-ping
isc-dhcp-client
isc-dhcp-common
iso-codes
javascript-common
kmod
less
libaa1:amd64
libabsl20220623:amd64
libacl1:amd64
libalgorithm-diff-perl
libalgorithm-diff-xs-perl:amd64
libalgorithm-merge-perl
libaom3:amd64
libapparmor1:amd64
libapr1:amd64
libaprutil1:amd64
libaprutil1-dbd-sqlite3:amd64
libaprutil1-ldap:amd64
libapt-pkg6.0:amd64
libarchive13:amd64
libargon2-1:amd64
libasan8:amd64
libasound2:amd64
libasound2-data
libaspell15:amd64
libass9:amd64
libassuan0:amd64
libasyncns0:amd64
libatk-bridge2.0-0:amd64
libatk1.0-0:amd64
libatomic1:amd64
libatspi2.0-0:amd64
libattr1:amd64
libaudit-common
libaudit1:amd64
libaugeas0:amd64
libavahi-client3:amd64
libavahi-common-data:amd64
libavahi-common3:amd64
libavc1394-0:amd64
libavcodec59:amd64
libavfilter8:amd64
libavformat59:amd64
libavif15:amd64
libavutil57:amd64
libbinutils:amd64
libblas3:amd64
libblkid1:amd64
libbluray2:amd64
libbpf1:amd64
libbrotli1:amd64
libbs2b0:amd64
libbsd0:amd64
libbz2-1.0:amd64
libc-bin
libc-dev-bin
libc-devtools
libc-l10n
libc6:amd64
libc6-dev:amd64
libcaca0:amd64
libcairo-gobject2:amd64
libcairo2:amd64
libcap-ng0:amd64
libcap2:amd64
libcap2-bin
libcbor0.8:amd64
libcc1-0:amd64
libcdparanoia0:amd64
libchromaprint1:amd64
libcjson1:amd64
libcodec2-1.0:amd64
libcolord2:amd64
libcom-err2:amd64
libcrypt-dev:amd64
libcrypt1:amd64
libcryptsetup12:amd64
libctf-nobfd0:amd64
libctf0:amd64
libcups2:amd64
libcurl3-gnutls:amd64
libcurl4:amd64
libdatrie1:amd64
libdav1d6:amd64
libdb5.3:amd64
libdbus-1-3:amd64
libdbus-glib-1-2:amd64
libdc1394-25:amd64
libdca0:amd64
libdconf1:amd64
libde265-0:amd64
libdebconfclient0:amd64
libdecor-0-0:amd64
libdeflate0:amd64
libdevmapper1.02.1:amd64
libdirectfb-1.7-7:amd64
libdpkg-perl
libdrm-amdgpu1:amd64
libdrm-common
libdrm-intel1:amd64
libdrm-nouveau2:amd64
libdrm-radeon1:amd64
libdrm2:amd64
libdv4:amd64
libdvdnav4:amd64
libdvdread8:amd64
libdw1:amd64
libedit2:amd64
libegl-dev:amd64
libegl-mesa0:amd64
libegl1:amd64
libelf1:amd64
libenchant-2-2:amd64
libepoxy0:amd64
liberror-perl
libevdev2:amd64
libevent-2.1-7:amd64
libevent-core-2.1-7:amd64
libexpat1:amd64
libexpat1-dev:amd64
libext2fs2:amd64
libfaad2:amd64
libfakeroot:amd64
libfdisk1:amd64
libffi8:amd64
libfido2-1:amd64
libfile-fcntllock-perl
libflac12:amd64
libflite1:amd64
libfluidsynth3:amd64
libfontconfig1:amd64
libfontenc1:amd64
libfreeaptx0:amd64
libfreetype6:amd64
libfribidi0:amd64
libfstrm0:amd64
libfuse2:amd64
libgav1-1:amd64
libgbm1:amd64
libgcc-12-dev:amd64
libgcc-s1:amd64
libgcrypt20:amd64
libgd3:amd64
libgdbm-compat4:amd64
libgdbm6:amd64
libgdk-pixbuf-2.0-0:amd64
libgdk-pixbuf2.0-common
libgfortran5:amd64
libgl-dev:amd64
libgl1:amd64
libgl1-mesa-dev:amd64
libgl1-mesa-dri:amd64
libglapi-mesa:amd64
libgles-dev:amd64
libgles1:amd64
libgles2:amd64
libglib2.0-0:amd64
libglvnd-core-dev:amd64
libglvnd-dev:amd64
libglvnd0:amd64
libglx-dev:amd64
libglx-mesa0:amd64
libglx0:amd64
libgme0:amd64
libgmp10:amd64
libgnutls30:amd64
libgomp1:amd64
libgpg-error0:amd64
libgpm2:amd64
libgprofng0:amd64
libgraphite2-3:amd64
libgsm1:amd64
libgssapi-krb5-2:amd64
libgssdp-1.6-0:amd64
libgstreamer-gl1.0-0:amd64
libgstreamer-plugins-bad1.0-0:amd64
libgstreamer-plugins-base1.0-0:amd64
libgstreamer1.0-0:amd64
libgtk-3-0:amd64
libgtk-3-common
libgudev-1.0-0:amd64
libgupnp-1.6-0:amd64
libgupnp-igd-1.0-4:amd64
libharfbuzz-icu0:amd64
libharfbuzz0b:amd64
libheif1:amd64
libhogweed6:amd64
libhunspell-1.7-0:amd64
libhwy1:amd64
libhyphen0:amd64
libice6:amd64
libicu72:amd64
libidn2-0:amd64
libiec61883-0:amd64
libimath-3-1-29:amd64
libinstpatch-1.0-2:amd64
libip4tc2:amd64
libip6tc2:amd64
libisl23:amd64
libitm1:amd64
libjack-jackd2-0:amd64
libjansson4:amd64
libjbig0:amd64
libjemalloc2:amd64
libjpeg62-turbo:amd64
libjs-bootstrap4
libjs-highlight.js
libjs-jquery
libjs-lunr
libjs-modernizr
libjs-popper.js
libjs-sizzle
libjs-sphinxdoc
libjs-underscore
libjson-c5:amd64
libjson-glib-1.0-0:amd64
libjson-glib-1.0-common
libjsoncpp25:amd64
libjxl0.7:amd64
libk5crypto3:amd64
libkate1:amd64
libkeyutils1:amd64
libkmod2:amd64
libkrb5-3:amd64
libkrb5support0:amd64
libksba8:amd64
liblapack3:amd64
liblcms2-2:amd64
libldacbt-enc2:amd64
libldap-2.5-0:amd64
libldap-common
liblerc4:amd64
liblilv-0-0:amd64
libllvm15:amd64
liblmdb0:amd64
liblocale-gettext-perl
liblrdf0:amd64
liblsan0:amd64
libltc11:amd64
liblua5.3-0:amd64
liblz4-1:amd64
liblzma5:amd64
libmagic-mgc
libmagic1:amd64
libmanette-0.2-0:amd64
libmaxminddb0:amd64
libmbedcrypto7:amd64
libmd0:amd64
libmfx1:amd64
libmjpegutils-2.1-0:amd64
libmnl0:amd64
libmodplug1:amd64
libmount1:amd64
libmp3lame0:amd64
libmpc3:amd64
libmpcdec6:amd64
libmpeg2encpp-2.1-0:amd64
libmpfr6:amd64
libmpg123-0:amd64
libmplex2-2.1-0:amd64
libmysofa1:amd64
libncurses6:amd64
libncursesw6:amd64
libneon27:amd64
libnetfilter-conntrack3:amd64
libnettle8:amd64
libnewt0.52:amd64
libnfnetlink0:amd64
libnftables1:amd64
libnftnl11:amd64
libnghttp2-14:amd64
libnice10:amd64
libnorm1:amd64
libnotify4:amd64
libnpth0:amd64
libnsl-dev:amd64
libnsl2:amd64
libnspr4:amd64
libnss3:amd64
libnuma1:amd64
libogg0:amd64
libopenal-data
libopenal1:amd64
libopenexr-3-1-30:amd64
libopengl-dev:amd64
libopengl0:amd64
libopenh264-7:amd64
libopenjp2-7:amd64
libopenmpt0:amd64
libopenni2-0:amd64
libopus0:amd64
liborc-0.4-0:amd64
libp11-kit0:amd64
libpam-modules:amd64
libpam-modules-bin
libpam-runtime
libpam-systemd:amd64
libpam0g:amd64
libpango-1.0-0:amd64
libpangocairo-1.0-0:amd64
libpangoft2-1.0-0:amd64
libpciaccess0:amd64
libpcre2-8-0:amd64
libperl5.36:amd64
libpgm-5.3-0:amd64
libpipeline1:amd64
libpixman-1-0:amd64
libplacebo208:amd64
libpng16-16:amd64
libpocketsphinx3:amd64
libpopt0:amd64
libpostproc56:amd64
libproc2-0:amd64
libprotobuf-c1:amd64
libproxy1v5:amd64
libpsl5:amd64
libpthread-stubs0-dev:amd64
libpulse0:amd64
libpython3-dev:amd64
libpython3-stdlib:amd64
libpython3.11:amd64
libpython3.11-dev:amd64
libpython3.11-minimal:amd64
libpython3.11-stdlib:amd64
libqrencode4:amd64
libquadmath0:amd64
librabbitmq4:amd64
libraptor2-0:amd64
librav1e0:amd64
libraw1394-11:amd64
libreadline8:amd64
librhash0:amd64
librist4:amd64
librsvg2-2:amd64
librtmp1:amd64
librubberband2:amd64
libsamplerate0:amd64
libsasl2-2:amd64
libsasl2-modules:amd64
libsasl2-modules-db:amd64
libsbc1:amd64
libsdl2-2.0-0:amd64
libseccomp2:amd64
libsecret-1-0:amd64
libsecret-common
libselinux1:amd64
libsemanage-common
libsemanage2:amd64
libsensors-config
libsensors5:amd64
libsepol2:amd64
libserd-0-0:amd64
libshine3:amd64
libshout3:amd64
libslang2:amd64
libsm6:amd64
libsmartcols1:amd64
libsnappy1v5:amd64
libsndfile1:amd64
libsndio7.0:amd64
libsodium23:amd64
libsord-0-0:amd64
libsoundtouch1:amd64
libsoup-3.0-0:amd64
libsoup-3.0-common
libsoxr0:amd64
libspandsp2:amd64
libspeex1:amd64
libsphinxbase3:amd64
libsqlite3-0:amd64
libsratom-0-0:amd64
libsrt1.5-gnutls:amd64
libsrtp2-1:amd64
libss2:amd64
libssh-gcrypt-4:amd64
libssh2-1:amd64
libssl-dev:amd64
libssl3:amd64
libstdc++-12-dev:amd64
libstdc++6:amd64
libsvtav1enc1:amd64
libswresample4:amd64
libswscale6:amd64
libsystemd-shared:amd64
libsystemd0:amd64
libtag1v5:amd64
libtag1v5-vanilla:amd64
libtasn1-6:amd64
libtcl8.6:amd64
libtext-charwidth-perl:amd64
libtext-iconv-perl:amd64
libtext-wrapi18n-perl
libthai-data
libthai0:amd64
libtheora0:amd64
libtiff6:amd64
libtinfo6:amd64
libtirpc-common
libtirpc-dev:amd64
libtirpc3:amd64
libtk8.6:amd64
libtsan2:amd64
libtwolame0:amd64
libubsan1:amd64
libuchardet0:amd64
libudev1:amd64
libudfread0:amd64
libunistring2:amd64
libunwind8:amd64
libusb-1.0-0:amd64
libutempter0:amd64
libuuid1:amd64
libuv1:amd64
libv4l-0:amd64
libv4lconvert0:amd64
libva-drm2:amd64
libva-x11-2:amd64
libva2:amd64
libvdpau1:amd64
libvidstab1.1:amd64
libvisual-0.4-0:amd64
libvo-aacenc0:amd64
libvo-amrwbenc0:amd64
libvorbis0a:amd64
libvorbisenc2:amd64
libvorbisfile3:amd64
libvpx7:amd64
libvulkan1:amd64
libwavpack1:amd64
libwayland-client0:amd64
libwayland-cursor0:amd64
libwayland-egl1:amd64
libwayland-server0:amd64
libwebp7:amd64
libwebpdemux2:amd64
libwebpmux3:amd64
libwebrtc-audio-processing1:amd64
libwildmidi2:amd64
libwoff1:amd64
libwrap0:amd64
libx11-6:amd64
libx11-data
libx11-dev:amd64
libx11-xcb1:amd64
libx264-164:amd64
libx265-199:amd64
libxau-dev:amd64
libxau6:amd64
libxaw7:amd64
libxcb-dri2-0:amd64
libxcb-dri3-0:amd64
libxcb-glx0:amd64
libxcb-present0:amd64
libxcb-randr0:amd64
libxcb-render0:amd64
libxcb-shm0:amd64
libxcb-sync1:amd64
libxcb-xfixes0:amd64
libxcb-xkb1:amd64
libxcb1:amd64
libxcb1-dev:amd64
libxcomposite1:amd64
libxcursor1:amd64
libxdamage1:amd64
libxdmcp-dev:amd64
libxdmcp6:amd64
libxext6:amd64
libxfixes3:amd64
libxfont2:amd64
libxft2:amd64
libxi6:amd64
libxinerama1:amd64
libxkbcommon-x11-0:amd64
libxkbcommon0:amd64
libxkbfile1:amd64
libxml2:amd64
libxmu6:amd64
libxmuu1:amd64
libxpm4:amd64
libxrandr2:amd64
libxrender1:amd64
libxshmfence1:amd64
libxslt1.1:amd64
libxss1:amd64
libxt6:amd64
libxtables12:amd64
libxtst6:amd64
libxvidcore4:amd64
libxxf86vm1:amd64
libxxhash0:amd64
libyajl2:amd64
libyaml-0-2:amd64
libyuv0:amd64
libz3-4:amd64
libzbar0:amd64
libzimg2:amd64
libzmq5:amd64
libzstd1:amd64
libzvbi-common
libzvbi0:amd64
libzxing2:amd64
linux-libc-dev:amd64
locales
login
logrotate
logsave
lsb-release
lua5.4
lynx
lynx-common
mailcap
make
man-db
manpages
manpages-dev
mawk
media-types
mkdocs
mount
nano
ncurses-base
ncurses-bin
ncurses-term
netbase
nftables
node-jquery
nodejs
ocl-icd-libopencl1:amd64
openssh-client
openssh-server
openssh-sftp-server
openssl
passwd
patch
perl
perl-base
perl-modules-5.36
pinentry-curses
pipx
procps
publicsuffix
python-babel-localedata
python3
python3-acme
python3-argcomplete
python3-attr
python3-augeas
python3-babel
python3-certbot
python3-certbot-apache
python3-certifi
python3-cffi-backend:amd64
python3-chardet
python3-charset-normalizer
python3-click
python3-colorama
python3-configargparse
python3-configobj
python3-cryptography
python3-dateutil
python3-dev
python3-distro
python3-distutils
python3-icu
python3-idna
python3-iniconfig
python3-jinja2
python3-joblib
python3-josepy
python3-lib2to3
python3-livereload
python3-lunr
python3-markdown
python3-markupsafe
python3-mergedeep
python3-minimal
python3-more-itertools
python3-nltk
python3-numpy
python3-openssl
python3-packaging
python3-parsedatetime
python3-pip
python3-pip-whl
python3-pkg-resources
python3-pluggy
python3-psutil
python3-py
python3-pygments
python3-pyinotify
python3-pytest
python3-pyyaml-env-tag
python3-regex
python3-requests
python3-rfc3339
python3-setuptools
python3-setuptools-whl
python3-simplejson
python3-six
python3-tk:amd64
python3-tornado
python3-tqdm
python3-tz
python3-urllib3
python3-userpath
python3-venv
python3-watchdog
python3-wheel
python3-yaml
python3.11
python3.11-dev
python3.11-minimal
python3.11-venv
readline-common
ripgrep
rpcsvc-proto
runit-helper
sed
sensible-utils
shared-mime-info
speedtest
sphinx-rtd-theme-common
ssl-cert
sudo
systemd
systemd-sysv
sysvinit-utils
tar
tasksel
tasksel-data
timgm6mb-soundfont
tk8.6-blt2.5
tmux
tzdata
ucf
udev
ufw
unzip
usr-is-merged
util-linux
util-linux-extra
vim-common
vim-tiny
wget
whiptail
x11-common
x11-xkb-utils
x11proto-dev
xauth
xfonts-encodings
xfonts-scalable
xfonts-utils
xkb-data
xorg-sgml-doctools
xserver-common
xtrans-dev
xvfb
xz-utils
zip
zlib1g:amd64
zlib1g-dev:amd64
